app/views/devise/registrations/new.html.erb

SELECT COUNT(*) FROM "users"
---
  <div>
	<%if User.count < 1 %>