app/views/prsizes/_form.html.erb

SELECT "products".* FROM "products"
---
            <div class="wrath-content-box">
              <%= f.select :product_id, options_from_collection_for_select(@products, "id", "name", @prsize.product_id), {}, {class: "form-control"} %>