Category.create(
	name: 'Спальни',
	description: '',
	position: 1,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Спальни',
	commission: 0.0,
	rate: 0.0,
	url: '',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Bella',
	description: '<p>Объединение двух начал - холодный блеск стекла, как воплощение ультрамодного шика, и тепло натурального дерева, как символ чувственной романтики, вместе создают гармонию. Гармонию которую мы ищем в отношениях! Мебель Parra.</p>',
	position: 1,
	header: '/uploads/1Bella1.png',
	seo_title: 'Наборы мебели для спальни, цены производителя новомебель. Купить спальню белла (bella parra).',
	seo_description: 'Главное в спальне – это кровать, в дальнейшем можно приобрести комод, столик и другие предметы для создания комфортной обстановки.',
	seo_keywords: 'мебель для спальни москва, мебель для спальни купить москва, набор мебели для спальни, набор мебели для спальни цены, спальня белла, спальня bella, спальня bella parra',
	seo_text: '<h4>Мебель для спальни по Интернету</h4>
<p>Интернет-шопинг становится все популярнее. За такими большими и громоздкими предметами, как набор мебели, жители столицы отправляются не в магазин, а в интернет. Гарнитур для гостиной, кухню в народном стиле и мебель для спальни Москва все больше приобретает на виртуальных просторах.</p>
<p>Широкий выбор, существующий в интернете, позволяет перебрать множество вариантов и остановиться на том, что соответствует вкусу покупателя и стилю его жилища. Выбрать на сайте Parra-Shop подходящий мебельный гарнитур и заказать его по интернету &ndash; удобное решение вопроса. Предварительно рекомендуется сделать &laquo;примерку&raquo;: нарисовать план комнаты и расположить на нем предметы мебели, посмотреть, комфортно ли разместится спальня Белла или, может быть, спальня Plisset на отведенной ей площади.</p>
<p>Путешествуя по интернету, можно попутно уточнить значение незнакомых терминов и сделать обоснованный выбор. Чем отличается, например, кожа от экокожи, а спальня Bella Parra &ndash; от просто Bella? Подсказка: экокожа &ndash; популярный материал для обивки, дышащий полиуретан; а Bella, изготовленная на фабрике Parra, называется Bella Parra.</p>
<p>Цены на различные предметы интерьера отличаются в разы, но это зачастую связано не с комфортностью предметов, а с престижностью и использованием дорогих ценных материалов. Мебель из натурального массива дерева ценной породы стоит дороже, чем из сосны, отделанной шпоном; экокожа дешевле натурального аналога, но близка по свойствам к натуральной коже. Недорогая мебель может оказаться удобнее и практичнее престижного гарнитура.</p>
<p>Если на подходящий набор мебели для спальни цены кажутся слишком высокими, можно приобрести отдельные предметы. Главное в спальне &ndash; это кровать, в дальнейшем можно приобрести комод, столик и другие предметы для создания комфортной обстановки.</p>',
	s_name: '',
	scode: 'Bella',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-bella',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Plisset',
	description: '<p>Новая коллекция PLISSET/ПЛИССЕТ вдохновит Ваши сны самыми нежными чувствами. Плавные линии несут ощущение легкости, отделка ясень CHOCO дарит умиротворенность. Вы проснетесь счастливой, когда зеркальная кромка заиграет солнечными лучами &hellip; Мебель Parra.</p>',
	position: 2,
	header: '/uploads/1Plisset.png',
	seo_title: 'Набор мебели PLISSET для спальни.',
	seo_description: 'Среди прочих предметов мебели Parra-Shop продает спальни plisset из натурального шпона.',
	seo_keywords: 'спальня plisset',
	seo_text: '<h4>Спальня Plisset</h4>
<p>Мебель фирмы Parra пользуется большой популярностью у российских покупателей. Причина востребованности этого бренда &ndash; в сочетании красоты, прочности, комфортности и демократичной цены. Продукция литовской фирмы Parra давно занимает достойное место на мебельном рынке Восточной Европы, но в России появилась сравнительно недавно.</p>
<p>Среди прочих предметов мебели Parra-Shop продает спальни из натурального шпона. Деревянные части кроватей, а также составные части комодов, столиков, тумбочек оклеены тонкими листами ценных пород дерева: используется орех, дуб, ясень.</p>
<p>Спальня Plisset, изготовленная фирмой Parra, &ndash; это элегантная мебель, отделанная темным шпоном. Кровать имеет мягкое изголовье, обитое искусственной кожей темных оттенков, с которым контрастирует светлая обивка матраса.</p>
<p>Кровать Plisset можно купить отдельно или в комплекте с другими предметами интерьера. Все мебель для спальни &ndash; прикроватные тумбочки, туалетный столик, стул-пуф выполнены из материалов шоколадного цвета, шпона ясеня и искусственной кожи. Стиль спальни Plisset &ndash; элегантность и лаконичность.</p>',
	s_name: '',
	scode: 'Plisset',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-plisset',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Orly',
	description: '<p>Спальня ORLY/ОРЛИ пропитана атмосферой романтики. Среди округлых форм витает нежность. Дополнить ее может лишь шлейф духов, нитка бус, небрежно брошенная на кровать, и любимый голос. Мебель Parra.</p>',
	position: 3,
	header: '/uploads/2Orly.png',
	seo_title: 'Корпусная мебель для спальни из натурального шпона. Спальни шпон от производителя.',
	seo_description: 'В магазине Parra-Shop вы найдете самые разнообразные предметы интерьера из шпона. Всегда в наличии - удобные кровати.',
	seo_keywords: 'спальни шпон, мебель для спальни из шпона, спальни из натурального шпона',
	seo_text: '<h4>Мебель для спальни из шпона</h4>
<p>Вы ищете красивую мебель для своей спальни и хотите, чтобы она не только хорошо смотрелась, имела стильный дизайн, но еще и была произведена из экологичных материалов? Тогда вам стоит приобрести мебель для спальни из шпона в Parra-Shop. Главные достоинства нашей мебели &ndash; безопасность для здоровья, надежность и изысканность. По своему внешнему виду предметы интерьера из шпона не отличаются от мебели, произведенной из натуральной древесины. Ведь шпон изготовлен из дерева. Он имеет тот же благородный рисунок, что обычная древесная плита, из которой производится дорогая мебель. Но при этом изделия из него стоят существенно дешевле. Поэтому, решив купить спальню шпон, вы делаете выгодную покупку.</p>
<p>В магазине Parra-Shop вы найдете самые разнообразные предметы интерьера из шпона. Всегда в наличии - удобные кровати, вместительные комоды с разным количеством выдвижных ящиков, компактные прикроватные тумбы, туалетные столики, модульные шкафы. Из разнообразия товаров можно составить элегантный мебельный гарнитур для спальни, который будет включать в себя все необходимые предметы интерьера. Мы предлагаем мебель из шпона различных оттенков. Поэтому у каждого нашего покупателя есть возможность выбрать и купить предметы интерьера той расцветки, которая лучше всего будет смотреться в его комнате.</p>
<p>Вы хотите приобрести качественную мебель по доступной цене? Тогда ознакомьтесь с каталогом нашей продукции. У нас вы найдете все, чтобы создать в вашей спальне уютную и комфортабельную обстановку. Кроме того, мы предлагаем и другую мебель. Если вы хотите купить гостиную в Москве, вы также найдете все необходимое в нашем магазине.</p>
<h4>Мебель из шпона</h4>
<p>Мебель из шпона на сегодняшний день пользуется немалым спросом. Подобные изделия внешне ничем не отличаются от мебели из цельного массива, зато их цена очень привлекательна. К тому же шпон &ndash; это на 100% натуральный материал, он безопасен, влагостоек и экологически чист. Из него создаются поистине потрясающие, эксклюзивные изделия, а его разновидностей существует огромное количество &ndash; около 200. В интернет-магазине Parra-Shop мебель из натурального шпона представлена в широком ассортименте: здесь вы найдете множество качественных товаров, которые в совершенстве удовлетворят все ваши требования и вкусовые предпочтения!</p>
<p>Корпусная мебель из шпона станет лучшим украшением в доме для тех, кто любит тепло и комфорт и следит за модными тенденциями в мебельной индустрии. С помощью различных элементов мебели вы сможете самостоятельно разработать дизайн для любой зоны помещения &ndash; современные линии и элегантный внешний вид этих изделий послужат ярким примером вашего неизменного вкуса и оригинальности. Не менее практично будет смотреться и мебель из шпона дуба, излучающая мягкое природное тепло и вносящая в обстановку гармонию и уют. Изысканность, элитарность и роскошь &ndash; вот, чем вы будете наслаждаться каждый день.</p>
<p>Сделать заказ в Parra-Shop очень просто &ndash; выберите товар, нажмите &laquo;Купить&raquo;, и в самое ближайшее время наши менеджеры свяжутся с вами для уточнения деталей! Помимо мебели у нас вы найдете и мебельные зеркала, которые выступят не только в качестве функционального предмета домашнего интерьера, но и наполнят ваше жилище светом, простором и свежестью.</p>
<p>При возникновении вопросов, связанных с характеристиками изделий, вы можете узнать всю интересующую информацию по телефону: 8-800-707-67-57. Мы с удовольствием ответим вам!</p>',
	s_name: '',
	scode: 'Orly',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-orly',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Ritmika',
	description: '',
	position: 4,
	header: '/uploads/2Ritmika.png',
	seo_title: 'Спальни Ritmika, по ценам производителя  - Новомебель.',
	seo_description: 'Интернет-магазине Parra-Shop реализует отличные спальни Ritmika от производителя. Тел 8-800-707-67-57',
	seo_keywords: 'Спальни Ritmika',
	seo_text: '',
	s_name: '',
	scode: 'Ritmika',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-ritmika',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Lorra',
	description: '',
	position: 5,
	header: '/uploads/2Lorra.png',
	seo_title: 'Спальни Lorra, по ценам производителя  - Новомебель.',
	seo_description: 'Интернет-магазине Parra-Shop реализует отличные спальни Lorra от производителя. Тел 8-800-707-67-57',
	seo_keywords: 'Спальни Lorra',
	seo_text: '',
	s_name: '',
	scode: 'Lorra',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-lorra',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Leggero',
	description: '',
	position: 6,
	header: '/uploads/1Leggero.png',
	seo_title: 'Спальни Leggero, по ценам производителя  - Новомебель.',
	seo_description: 'Интернет-магазине Parra-Shop реализует отличные спальни Leggero от производителя. Тел 8-800-707-67-57',
	seo_keywords: 'Спальни Leggero',
	seo_text: '',
	s_name: '',
	scode: 'Leggero',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-leggero',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Miro',
	description: '',
	position: 7,
	header: '/uploads/1Miro.png',
	seo_title: 'Спальни Miro, по ценам производителя  - Новомебель.',
	seo_description: 'Интернет-магазине Parra-Shop реализует отличные спальни Miro от производителя. Тел 8-800-707-67-57',
	seo_keywords: 'Спальни Miro',
	seo_text: '',
	s_name: '',
	scode: 'Miro',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-miro',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Гостиные',
	description: '',
	position: 2,
	header: '',
	seo_title: ' parra - P3 для гостинных.',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Гостиные',
	commission: 0.0,
	rate: 0.0,
	url: '',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Azzon',
	description: '',
	position: 1,
	header: '/uploads/Azzon.png',
	seo_title: 'Мебель parra - Azzon для гостинных',
	seo_description: 'Комплект мебели для гостинной, серия Azzon производства завода Новомебель. Все необходимое для любой гостинной',
	seo_keywords: 'Гостинные Azzon',
	seo_text: '',
	s_name: '',
	scode: 'Azzon',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-azzon',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'Bella',
	description: '',
	position: 2,
	header: '/uploads/2Bella1.png',
	seo_title: 'Продажа мебели для гостиной в Москве. Гостиные белла (bella) из шпона , стенки из шпона.',
	seo_description: 'Планируете купить мебель в гостиную в Москве? Вам стоит ознакомиться с ассортиментом нашей продукции. Интернет-магазин Parra-Shop предлагает всем желающим огромный выбор предметов интерьера.',
	seo_keywords: 'мебель для гостиной москва, купить мебель в гостиную в москве, купить гостиную в москве, мебель для гостиной шпон, гостиные из шпона, стенки для гостиной из шпона, гостиная bella, гостиная белла',
	seo_text: '<h4>Мебель для гостиной из шпона</h4>
<p>Планируете купить мебель в гостиную в Москве? Вам стоит ознакомиться с ассортиментом нашей продукции. Интернет-магазин Parra-Shop предлагает всем желающим огромный выбор предметов интерьера. У нас вы найдете мебель, которая способна украсить любую квартиру или частный дом. Мы предлагаем своим клиентам гостиные из шпона. Это мебель, произведенная из качественных и безопасных для людей материалов. Шпонированная мебель смотрится очень привлекательно и престижно. Кажется, что она изготовлена из настоящей древесины. Тогда как на самом деле всего лишь покрыта шпоном.</p>
<p>Почему стоит выбрать мебель из шпона:</p>
<ul>
<li>прочность;</li>
<li>долговечность;</li>
<li>эстетичность.</li>
</ul>
<p>Еще одно достоинство предметов интерьера из шпона &ndash; доступная стоимость. Расценки на мебель порадуют всех покупателей. Вы сможете приобрести стенки для гостиной из шпона намного дешевле, чем, если бы выбирали аналогичные предметы интерьера из настоящего дерева.</p>
<h4>Какую продукцию мы можем предложить</h4>
<p>У нас вы найдете все, что требуется для создания изысканного интерьера. На нашем сайте есть несколько мебельных коллекций, каждая из которых имеет свой отличительный дизайн. Это гостиная Bella, Verro, Style и другие. Из разнообразия ассортимента каждый посетитель выберет те предметы интерьера, которые несомненно украсят его дом. Мы предлагаем мебель следующих видов:</p>
<ul>
<li>шкафы навесные и многоцелевые;</li>
<li>тумбы для теле- и видеоаппаратуры;</li>
<li>журнальные столики;</li>
<li>полки;</li>
<li>комоды</li>
<li>буфеты.</li>
</ul>
<p>Расцветка мебели очень разнообразна. Есть предметы интерьера, изготовленные из светлого шпона, темного и практически черного. Есть мебель, в отделке которой сочетается шпон разных расцветок. Такой вариант оформления тоже смотрится очень необычно и элегантно.</p>
<p>Вам нужна мебель для гостиной шпон? Выберите ее у нас. Мы предлагаем вам отличные предметы интерьера по демократичной стоимости. И после того, как вы установите мебель Parra в свою гостиную, ваше жилье преобразится. Главный же плюс состоит в том, что мебель, представленная в нашем магазине, не только красива, но и очень функциональная. Поэтому, заказывая ее в Parra-Shop, вы приобретаете очень практичные предметы интерьера.</p>',
	s_name: '',
	scode: 'BellaGost',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-bella',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'P3',
	description: '',
	position: 3,
	header: '/uploads/P3.png',
	seo_title: 'Мебель parra - P3 для гостинных.',
	seo_description: 'Комплект мебели для гостинной, серия P3 производства завода Новомебель. Все необходимое для любой гостинной.',
	seo_keywords: 'Гостинные P3',
	seo_text: '',
	s_name: '',
	scode: 'P3',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-pz',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'Joy',
	description: '',
	position: 4,
	header: '/uploads/1Joy.png',
	seo_title: 'Мебель parra - Joy для гостинных.',
	seo_description: 'Комплект мебели для гостинной, серия Joy производства завода Новомебель. Все необходимое для любой гостинной.',
	seo_keywords: 'Гостинные Joy',
	seo_text: '',
	s_name: '',
	scode: 'Joy',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-joy',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'Style',
	description: '',
	position: 5,
	header: '/uploads/1Style.png',
	seo_title: 'Мебель parra - Style для гостинных.',
	seo_description: 'Комплект мебели для гостинной, серия Style производства завода Новомебель. Все необходимое для любой гостинной.',
	seo_keywords: 'Гостинные Style',
	seo_text: '',
	s_name: '',
	scode: 'Style',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-style',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'Verro',
	description: '',
	position: 6,
	header: '/uploads/1Verro.png',
	seo_title: 'Мебель parra -  Verro для гостинных.',
	seo_description: 'Комплект мебели для гостинной, серия Verro производства завода Новомебель. Все необходимое для любой гостинной.',
	seo_keywords: 'Гостинные Verro',
	seo_text: '',
	s_name: '',
	scode: 'Verro',
	commission: 0.0,
	rate: 0.0,
	url: 'gostinnye-verro',
	menu: nil,
	category_id: 9
)
Category.create(
	name: 'Кровати',
	description: '',
	position: 1,
	header: '',
	seo_title: 'Кровати для спальни, купить от производителя новомебель.',
	seo_description: 'Загляните в магазин Parra-Shop и обратите внимание на кровати из серии BELLA, PLISSET Plus, ORLY и RITMIKA. Реализуем мебель в москве от производителя Новомебель.',
	seo_keywords: 'купить кровать в спальню.',
	seo_text: '<h4>Кровать в спальню</h4>
<p>Планируете купить кровать в спальню? Загляните в магазин Parra-Shop и обратите внимание на кровать Bella. Она выпускается в нескольких вариантах: варьируется ширина, цвет обивки, фактура деревянных деталей. Мы также предложим вам мебель из других коллекций, в том числе Leggero, Miro, Mild, Plisset и т.д.</p>
<p>Большое значение уделяется внешнему виду, но еще важнее удобство самого спального места, его соответствие требованиям ортопедов. Матрасы Sonberry соответствуют всем требованиям ортопедов и гарантируют правильное положение тела во время сна.</p>
<p>Полезна ли кровать с мягким изголовьем? Пользователи мебельных гарнитуров утверждают, что кровать с мягким изголовьем удобна, а потому и полезна.</p>
<p>Трудно делать выбор, если кровать должна вписаться в конкретный интерьер. Лучше покупать мебель комплектно: не только кровать, но и тумбочки, комод, туалетный столик. Все это можно выбрать на сайте Parra-Shop.</p>
<p>Вы легко можете оформить доставку мебели на дом в пределах Москвы и по России. Стоимость доставки и сборки рассчитывается, исходя из общей суммы заказа.</p>
<p>В магазине Parra-Shop всегда рады посетителям!</p>',
	s_name: '',
	scode: 'Кровати',
	commission: 0.0,
	rate: 0.0,
	url: 'krovati-dlja-spalni',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Шкафы',
	description: '',
	position: 2,
	header: '',
	seo_title: 'Шкафы фабрики - Новомебель.',
	seo_description: 'У нас можно купить шкафы с доставкой по Москве. Тел. 8-800-707-67-57',
	seo_keywords: 'Шкафы',
	seo_text: '',
	s_name: '',
	scode: 'Шкафы',
	commission: 0.0,
	rate: 0.0,
	url: 'shkafy',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Комоды',
	description: '',
	position: 3,
	header: '',
	seo_title: 'Комоды от крупного производителя - Новомебель.',
	seo_description: 'Реализуем мебель с фабрики Новомебель, комоды из новой коллекции мебели parra.',
	seo_keywords: 'Комоды',
	seo_text: '',
	s_name: '',
	scode: 'Комоды',
	commission: 0.0,
	rate: 0.0,
	url: 'komody',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Тумбочки',
	description: '',
	position: 4,
	header: '',
	seo_title: 'Большой выбор прикроватных тумб. Тумбочки от производителя новомебель, можно купить у нас.',
	seo_description: 'В магазине Parra-Shop вы можете купить прикроватную тумбу двух категорий – функциональную или необычную. Подробности по тел. 8-800-707-67-57',
	seo_keywords: 'прикроватные тумбы для спальни, купить тумбочку прикроватную, тумбочки прикроватные купить, купить тумбу прикроватную, купить прикроватную тумбу, тумба прикроватная купить.',
	seo_text: '<h4>Прикроватные тумбы: купить идеальный вариант легко!</h4>
<p>Прикроватная тумба - небольшой, но абсолютно незаменимый элемент меблировки, который эффектно дополнит интерьер спальни и послужит вместилищем таких полезных мелочей, как подставка под лампу и будильник. Ценность тумбы базируется не только на практичности: этот самобытный модуль может быть еще и весьма оригинально оформлен.</p>
<h4>Все зависит от назначения</h4>
<p>Дизайнеры рекомендуют купить прикроватную тумбочку в каталоге Parra-Shop строго для выполнения задач, предусмотренных для нее в интерьере спальни. Если же она будет арт-объектом, прежде всего, отмечают ее выразительность, и лишь затем &ndash; функциональность. Вместительные и утилитарные модели, в свою очередь, имеют наборы ящиков и полок, предназначенных для украшений, книг и прочих мелких предметов.</p>
<h4>Практичные и яркие</h4>
<p>В магазине Parra-Shop вы можете купить прикроватную тумбу двух категорий &ndash; функциональную или необычную. Первые достаточно выразительные и стильные, чаще всего, это легкие этажерки, конструкции, имеющие подъемную столешницу, на которой так удобно подавать завтрак, или классические, оснащенные поворотным фасадом.</p>
<p>Оригинальные дизайнерские прикроватные тумбы для спальни могут быть совсем фантастичными &ndash; сочетание массивного дуба с поворачивающимся топом, скамейка из стекла, имеющая сразу два фасада, цветок-столешница, небольшой шкафчик с гнутыми ножками, хромированный металлический цилиндр &ndash; и подобных вариантов создано неограниченное количество.</p>
<p>Современный набор мебели для спальни может быть как лаконичным, так и основанным на ультрамодных материалах. Стиль необарокко или гламурное направление можно дополнить стеклянными, зеркальными тумбами, а минималистский дизайн, к примеру, приветствует пластиковые модели. Главным критерием выбора, бесспорно, становится удобство, ведь основным назначением прикроватной тумбы является обеспечение комфортной зоны сна.</p>',
	s_name: '',
	scode: 'Тумбочки',
	commission: 0.0,
	rate: 0.0,
	url: 'tumby-dlja-spalni',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Зеркала',
	description: '',
	position: 5,
	header: '',
	seo_title: 'Зеркала для мебели, купить от производителя Новомебель.',
	seo_description: 'В магазине Parra-Shop вы можете купить мебельные зеркала самых разных форм - овальной, квадратной и прямоугольной. Мы предлагаем изделия, имеющие разнообразное оформление.',
	seo_keywords: 'мебельные зеркала, зеркала мебельные купить.',
	seo_text: '<h1>Мебельные зеркала</h1>
<p>Зеркало является очень интересным предметом дизайна и представляет собой одно из основных украшений любой жилой комнаты. Оно придает ей особый шик, позволяет визуально сделать комнату более просторной. Но для того, чтобы зеркало хорошо смотрелось в интерьере, оно непременно должно быть качественным. Только в этом случае оно в течение долгого времени будет сохранять свой блеск и гладкую поверхность.</p>
<p>В магазине Parra-Shop вы можете купить мебельные зеркала самых разных форм - овальной, квадратной и прямоугольной. Мы предлагаем изделия, имеющие разнообразное оформление. В наличии есть небольшие зеркала для туалетных столиков c изысканной деревянной отделкой или эмалью разной расцветки. Есть модели, которые прекрасно подойдут для установки в гостиную или столовую. Они выгодно подчеркнут благородство остальных предметов интерьера. Мебельные зеркала смогут отлично дополнить любой мебельный гарнитур. Нужно только подобрать модель подходящей формы и стиль отделки.</p>
<p>В нашем каталоге товаров вы обязательно найдете зеркало, которое сможет украсить ваши жилые помещения. Parra мебель обладает безупречным качеством и привлекательным внешним видом. Стоимость продукции достаточно демократична и доступна широкому кругу покупателей.</p>
<p>Кроме мебельных зеркал мы можем предложить своим покупателям и другую продукцию. У нас вы всегда сможете выбрать качественную мебель для спальни или гостиной, которая имеет современный дизайн. Также в наличии есть удобные матрасы Cонбери, которые обеспечат вам комфортный сон. В продаже - различные модели матрасов, которые отлично подойдут для кроватей разных размеров.</p>',
	s_name: '',
	scode: 'Зеркала',
	commission: 0.0,
	rate: 0.0,
	url: 'zerkala',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Полки',
	description: '',
	position: 6,
	header: '',
	seo_title: 'Полки навесные, фото, цены.',
	seo_description: 'Полки навесные на шурупах, крепятся на стену, фото моделей полок. Интернет магазин Парра-шоп предаставляет доставку для своих клиентов.',
	seo_keywords: 'Полки',
	seo_text: '',
	s_name: '',
	scode: 'Полки',
	commission: 0.0,
	rate: 0.0,
	url: 'polki',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Столы',
	description: '',
	position: 7,
	header: '',
	seo_title: 'Столы от интернет магазина парра шоп.',
	seo_description: 'Столы для дома, выбираем стол, от парра мебель. Фабрика новомебель реализуется мебель по всей Росии.',
	seo_keywords: 'Столы',
	seo_text: '',
	s_name: '',
	scode: 'Столы',
	commission: 0.0,
	rate: 0.0,
	url: 'stoly',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Основания',
	description: '',
	position: 6,
	header: '',
	seo_title: 'Основания мебель из Литвы.',
	seo_description: 'Мебель для дома, покупаю мебель в интернет магазине - парра шоп, Вы получаете бесплатную доставку по всем районам Москвы.',
	seo_keywords: 'Основания',
	seo_text: '',
	s_name: '',
	scode: 'Основания',
	commission: 0.0,
	rate: 0.0,
	url: 'osnovanija',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Диваны',
	description: '',
	position: 3,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Диваны',
	commission: 0.0,
	rate: 0.0,
	url: 'диваны',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Trevi',
	description: '',
	position: 1,
	header: '/uploads/1Trevi.png',
	seo_title: 'Диваны Trevi от производителя, мебель parra.',
	seo_description: 'Интернет магазин parra-shop реализует отличные диваны Trevi на любой вкус, производства Новомебель.',
	seo_keywords: 'Диваны Trevi',
	seo_text: '',
	s_name: '',
	scode: 'Trevi',
	commission: 0.0,
	rate: 0.0,
	url: 'divany-trevi',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Opera',
	description: '',
	position: 2,
	header: '/uploads/1Opera.png',
	seo_title: 'Диваны Opera от производителя, мебель parra.',
	seo_description: 'Интернет магазин parra-shop реализует отличные диваны Opera на любой вкус, производства Новомебель.',
	seo_keywords: 'Диваны Opera',
	seo_text: '',
	s_name: '',
	scode: 'Opera',
	commission: 0.0,
	rate: 0.0,
	url: 'divany-opera',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Lucca',
	description: '',
	position: 3,
	header: '/uploads/1Lucca.png',
	seo_title: 'Диваны Lucca от производителя, мебель parra.',
	seo_description: 'Интернет магазин parra-shop реализует отличные диваны Lucca на любой вкус, производства Новомебель.',
	seo_keywords: 'Диваны Lucca',
	seo_text: '',
	s_name: '',
	scode: 'Lucca',
	commission: 0.0,
	rate: 0.0,
	url: 'divany-lucca',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Ritmo',
	description: '',
	position: 4,
	header: '/uploads/1Ritmo.png',
	seo_title: 'Диваны Ritmo от производителя, мебель parra.',
	seo_description: 'Интернет магазин parra-shop реализует отличные диваны Ritmo на любой вкус, производства Новомебель.',
	seo_keywords: 'Диваны Ritmo',
	seo_text: '',
	s_name: '',
	scode: 'Ritmo',
	commission: 0.0,
	rate: 0.0,
	url: 'divany-ritmo',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Nuvola',
	description: '',
	position: 5,
	header: '/uploads/1Nuvola.png',
	seo_title: 'Диваны Nuvola от производителя, мебель parra.',
	seo_description: 'Интернет магазин parra-shop реализует отличные диваны Nuvola на любой вкус, производства Новомебель.',
	seo_keywords: 'Диваны Nuvola',
	seo_text: '',
	s_name: '',
	scode: 'Nuvola',
	commission: 0.0,
	rate: 0.0,
	url: 'divany-nuvola',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Кресла',
	description: '',
	position: 6,
	header: '/uploads/1Chairs.png',
	seo_title: 'Кресла parra мебель, доставка по Москве.',
	seo_description: 'Самые популярные и новые модели кресел, от производителя Новомебель в интернет магазине parra-shop.',
	seo_keywords: 'Кресла',
	seo_text: '',
	s_name: '',
	scode: 'Кресла',
	commission: 0.0,
	rate: 0.0,
	url: 'kresla',
	menu: nil,
	category_id: 26
)
Category.create(
	name: 'Матрасы',
	description: '',
	position: 4,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Матрасы',
	commission: 0.0,
	rate: 0.0,
	url: '',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Sonberry Active',
	description: '',
	position: 1,
	header: '/uploads/Sonberry Active.png',
	seo_title: 'Матрасы для кроватей - Active.',
	seo_description: 'Новое поступление матрасов Active в интернет магазин parra-shop. ',
	seo_keywords: 'Матрасы Active',
	seo_text: '',
	s_name: '',
	scode: 'SonberryActive',
	commission: 0.0,
	rate: 0.0,
	url: 'matrasy-active',
	menu: nil,
	category_id: 36
)
Category.create(
	name: 'Sonberry Aero',
	description: '',
	position: 2,
	header: '/uploads/Sonberry Aero.png',
	seo_title: 'Матрасы для кроватей - Aero.  ',
	seo_description: 'Новое поступление матрасов Aero в интернет магазин parra-shop.   ',
	seo_keywords: 'Матрасы Aero',
	seo_text: '',
	s_name: '',
	scode: 'SonberryAero',
	commission: 0.0,
	rate: 0.0,
	url: 'matrasy-aero',
	menu: nil,
	category_id: 36
)
Category.create(
	name: 'Sonberry Organic',
	description: '',
	position: 3,
	header: '/uploads/Sonberry Organic.png',
	seo_title: 'Матрасы из серии сонбери, производства Новомебель.',
	seo_description: 'В интернет-магазине Parra-Shop вы найдете большой выбор матрасов из продукции Sonberry и Siesta. А наши цены демократичны и непременно порадуют вас!',
	seo_keywords: 'сонберри матрасы, матрасы сонбери',
	seo_text: '<h4>Матрасы Sonberry</h4>
<p>Матрасы Сонберри &ndash; это высокое качество, великолепный дизайн и обеспечение здорового, глубокого сна! Изделия изготовлены из старательно отобранных, экологически безопасных материалов &ndash; натурального латекса, кокосового полотна, сизаля, хлопка, холлофайбера, войлока, ортопедической пены и трикотажа. Основными функциями матрасов являются идеальная поддержка тела во время сна и способность минимизировать нагрузку на позвоночник человека.</p>
<p>Сонбери &ndash; матрасы нового поколения! Производитель, сделав ставку на строгий контроль качества и передовые технологии в области дизайна, создал уникальную продукцию, выбирая которую, клиент обретает невероятный комфорт и здоровый сон. Изделия не вызывают аллергических реакций, универсальны и имеют оптимальную ценовую категорию. В их производстве используется самое современное швейцарское и итальянское оборудование, что позволяет покупателям получать на 100% качественные продукты, удивляющие оригинальностью дизайнерских решений и непревзойденным эффектом!</p>
<p>Матрасы Сиеста &ndash; не менее достойные изделия, отвечающие всем требованиям и предпочтениям потребителей. Они обладают ортопедическими особенностями и обеспечивают отличную поддержку тела во время сна, снимая, тем самым, напряжение с позвоночника и прекрасно восстанавливая силы. Матрасы Siesta так же, как и Sonberry, изготавливаются из безопасных и высококачественных материалов, в состав которых входят только натуральные компоненты, обеспечивающие длительный антистатический эффект. Благодаря разнообразию материалов, производитель создал совершенно уникальный продукт, представленный в нескольких удачных комбинациях.</p>
<p>В интернет-магазине Parra-Shop вы найдете большой выбор продукции Sonberry и Siesta. А наши цены демократичны и непременно порадуют вас!</p>',
	s_name: '',
	scode: 'SonberryOrganic',
	commission: 0.0,
	rate: 0.0,
	url: 'matrasy-organic',
	menu: nil,
	category_id: 36
)
Category.create(
	name: 'Mild',
	description: '<p>Коллекция MILD - это эстетика и продуманность форм в оформлении пространства. Плавные линии и закругленные углы в сочетании с мягким изголовьем украсят интерьер и создадут особую атмосферу любви, уюта и комфорта. Мебель Parra.</p>',
	position: 8,
	header: '/uploads/10Mild.png',
	seo_title: 'Спальни Mild, по ценам производителя  - Новомебель.',
	seo_description: 'Интернет-магазине Parra-Shop реализует отличные спальни Mild от производителя. Тел 8-800-707-67-57',
	seo_keywords: 'Спальни Mild',
	seo_text: '',
	s_name: '',
	scode: 'Mild',
	commission: 0.0,
	rate: 0.0,
	url: 'spalni-mild',
	menu: nil,
	category_id: 1
)
Category.create(
	name: 'Матрасы по акции',
	description: '',
	position: 7,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Матрасы по акции',
	commission: 0.0,
	rate: 0.0,
	url: 'Матрасыпоакции',
	menu: nil,
	category_id: nil
)
Category.create(
	name: 'Все товары',
	description: '',
	position: 5,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: 'Все товары',
	seo_text: '',
	s_name: '',
	scode: 'Все товары',
	commission: 0.0,
	rate: 0.0,
	url: 'vsetovary',
	menu: true,
	category_id: nil
)
Category.create(
	name: 'Тумбы под TV',
	description: '',
	position: 8,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: 'Тумбы под TV',
	seo_text: '',
	s_name: '',
	scode: 'ТумбыподTV',
	commission: 0.0,
	rate: 0.0,
	url: 'tumby-pod-tv',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Буфеты',
	description: '',
	position: 9,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: 'Буфеты',
	seo_text: '',
	s_name: '',
	scode: 'Буфеты',
	commission: 0.0,
	rate: 0.0,
	url: 'bufety',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Диваны',
	description: '',
	position: 10,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Все диваны ',
	commission: 0.0,
	rate: 0.0,
	url: 'вседиваны',
	menu: nil,
	category_id: 43
)
Category.create(
	name: 'Распродажа',
	description: '',
	position: 8,
	header: '',
	seo_title: '',
	seo_description: '',
	seo_keywords: '',
	seo_text: '',
	s_name: '',
	scode: 'Распродажа',
	commission: 0.0,
	rate: 0.0,
	url: 'sales',
	menu: nil,
	category_id: nil
)
