app/controllers/categories_controller.rb

SELECT `categories`.* FROM `categories` WHERE `categories`.`id` = 4 LIMIT 1
---
  def new
    @category = Category.new
    if params[:parent_id]
      @category.parent = Category.find(params[:parent_id])

INSERT INTO "categories" ("commission", "created_at", "description", "name", "rate", "s_description", "s_keyword", "s_title", "scode", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10) RETURNING "id"
---
  def create
    @category = Category.new(category_params)

    respond_to do |format|
      if @category.save

UPDATE `categories` SET position = (position - 1) WHERE (`categories`.`parent_id` IS NULL AND position > 3)
---
  def set_parent_and_position(parent, sortable)
    sortable.each do |pos, hash|
      id = hash.delete("id")
      Category.update(id, {:position => pos.to_i + 1, :parent_id => parent})

SELECT "categories".* FROM "categories" WHERE "categories"."scode" = 'Rino' LIMIT 1
---
	def catalog
		@category = Category.find_by(scode: params[:scode])