app/controllers/products_controller.rb

  def create
    params[:product][:category_ids] ||= [params[:product][:category_id]]
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save
---
INSERT INTO "products" ("action", "best", "category_id", "created_at", "delemiter", "description", "images", "invisible", "main", "name", "position", "price", "s_description", "s_keyword", "s_title", "scode", "shortdesk", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10, $11, $12, $13, $14, $15, $16, $17, $18) RETURNING "id"

	def buy
    if params[:id]
      @product = Product.find_by id: params[:id]
    else
		  @product = Product.find_by scode: params[:scode]
---
SELECT "products".* FROM "products" WHERE "products"."scode" = 'Код' LIMIT 1