app/controllers/prsizes_controller.rb

SELECT "products".* FROM "products"
SELECT "products".* FROM "products" WHERE "products"."id" = $1 LIMIT 1  [["id", "16"]]
---
	def new
		@prsize = Prsize.new
		@products = Product.all
		@product_id = params[:product_id]

		if params[:product_id]
      @prsize.product = Product.find(params[:product_id])

INSERT INTO "prsizes" ("created_at", "name", "price", "product_id", "scode", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
	def create
    @prsize = Prsize.new(prsize_params)

    @prsize.save