app/views/categories/_form.html.erb

SELECT COUNT(*) FROM `categories`
SELECT `categories`.* FROM `categories`
---

  <% if Category.count > 0