app/views/categories/show.html.erb

SELECT COUNT(*) FROM `products` WHERE `products`.`category_id` = 3
SELECT `products`.* FROM `products` WHERE `products`.`category_id` = 3
---
</table>
<h1 class="text-center" style="margin:15px 0">Список продуктов (<%= @category.products.count %>)</h1>