app/views/products/_form.html.erb

SELECT `categories`.* FROM `categories`
---
      <div class="wrath-content-box" style="padding:0 15px">
        <% collection = [Category.new(id: nil, name: 'Не выбрано')] + Category.all %>