app/views/products/buy.html.erb

	<br>
	<% if @product.prsizes && @product.prsizes.count > 0%>
---
SELECT "prsizes".* FROM "prsizes" WHERE "prsizes"."product_id" = $1  [["product_id", 16]]
SELECT COUNT(*) FROM "prsizes" WHERE "prsizes"."product_id" = $1  [["product_id", 16]]