app/views/products/show.html.erb

<% sizes_exist = !@product.prsizes.blank?
---
SELECT "prsizes".* FROM "prsizes" WHERE "prsizes"."product_id" = $1  [["product_id", 16]]